[
  {
    "value": 0,
    "label": "Lower priority",
    "percent": 50,
    "description": "",
    "color": ""
  },
  {
    "value": 1,
    "label": "Priority connections",
    "shortLabel": "Connections",
    "percent": 10,
    "description": "Connections between priority areas that cover the shortest distance possible while routing through as much Blueprint priority as possible.",
    "report_description": "Connections between priority areas that cover the shortest distance possible while routing through as much Blueprint priority as possible. This class covers an additional 5% of the Southeast; in total, the Blueprint covers 50%.",
    "color": "#686868"
  },
  {
    "value": 2,
    "label": "Medium priority",
    "shortLabel": "Medium",
    "percent": 20,
    "description": "Areas where conservation action would make an above-average impact, based on a suite of natural and cultural resource indicators.",
    "report_description": "Areas where conservation action would make an above-average impact, based on a suite of natural and cultural resource indicators. This class covers 20% of the Southeast; together, the highest, high, and medium priority categories cover 45%.",
    "color": "#8C96C6"
  },
  {
    "value": 3,
    "label": "High conservation value",
    "shortLabel": "High",
    "percent": 15,
    "description": "Areas where conservation action would make a big impact, based on a suite of natural and cultural resource indicators.",
    "report_description": "Areas where conservation action would make a big impact, based on a suite of natural and cultural resource indicators. This class covers an additional 15% of the Southeast; together, the highest and high priority categories cover 25%.",
    "color": "#88419D"
  },
  {
    "value": 4,
    "label": "Highest priority",
    "shortLabel": "Highest",
    "percent": 10,
    "description": "Areas where conservation action would make the biggest impact, based on a suite of natural and cultural resource indicators.",
    "report_description": "Areas where conservation action would make the biggest impact, based on a suite of natural and cultural resource indicators. This class covers 10% of the Southeast.",
    "color": "#4D004B"
  }
]
