{
  "input": "nn",
  "indicators": [
    {
      "id": "nn:freshwater_cores",
      "filename": "aquatic_cores.tif",
      "label": "Aquatic core areas",
      "values": [
        {
          "value": 0,
          "label": "Not an aquatic core area",
          "color": null
        },
        {
          "value": 1,
          "label": "Aquatic core area",
          "color": "#869FB7"
        }
      ],
      "domain": [0, 1],
      "datasetID": "3d670fad4c924e7ba2ae02f04a128256",
      "description": "Aquatic Cores represent intact, well-connected rivers and stream reaches and lakes and ponds in the Northeast and Mid-Atlantic region that, if protected will continue to support a broad diversity of aquatic species and the ecosystems on which they depend.  They include lotic and lentic cores.  These cores were extracted from the Nature's Network Landscape Conservation Design aggregate dataset."
    },
    {
      "id": "nn:freshwater_integrity",
      "filename": "aquatic_integrity.tif",
      "label": "Aquatic index of ecological integrity",
      "values": [
        {
          "value": 0,
          "label": "0.01 - 0.1 (lowest)",
          "color": "#C3533D"
        },
        {
          "value": 1,
          "label": "0.1 - 0.2",
          "color": "#DA7529"
        },
        {
          "value": 2,
          "label": "0.2 - 0.3",
          "color": "#F8D80B"
        },
        {
          "value": 3,
          "label": "0.3 - 0.4",
          "color": "#FCEE05"
        },
        {
          "value": 4,
          "label": "0.4 - 0.5",
          "color": "#A7F400"
        },
        {
          "value": 5,
          "label": "0.5 - 0.6",
          "color": "#0BC840"
        },
        {
          "value": 6,
          "label": "0.6 - 0.7",
          "color": "#1E9F8B"
        },
        {
          "value": 7,
          "label": "0.7 - 0.8",
          "color": "#1B7C90"
        },
        {
          "value": 8,
          "label": "0.8 - 0.9",
          "color": "#124983"
        },
        {
          "value": 9,
          "label": "0.9 - 1.0 (highest)",
          "color": "#0B317C"
        }
      ],
      "domain": [0, 9],
      "datasetID": "923fa1fc6cb0413380c96217260bbd83",
      "description": "Ecological integrity is defined as the ability of an area (e.g., local site or landscape) to sustain important ecological functions over the long term. In particular, the functions include the long-term ability to support biodiversity and the ecosystem processes necessary to sustain biodiversity. The Index of Ecological Integrity (IEI) is expressed on a relative scale (0 to 1) for ecosystems mapped on a modified version of the Northeast Terrestrial Habitat Map developed by the Nature Conservancy and the northeastern states. Ecosystems are the finest scale level of the ecological classification hierarchy."
    },
    {
      "id": "nn:freshwater_resilience",
      "filename": "freshwater_resilience.tif",
      "label": "Freshwater resilience",
      "values": [
        {
          "value": 0,
          "label": "Not a high or highest ranking watershed",
          "color": null
        },
        {
          "value": 1,
          "label": "Non-complex: high relative score",
          "color": "#AAFF00"
        },
        {
          "value": 2,
          "label": "Non-complex: highest relative score",
          "color": "#98E600"
        },
        {
          "value": 3,
          "label": "Complex: high relative resilience",
          "color": "#38A800"
        },
        {
          "value": 4,
          "label": "Complex: highest relative resilience",
          "color": "#267300"
        }
      ],
      "domain": [0, 4],
      "datasetID": "9a1abf4a358e4d1a92d413912ca25dc7",
      "description": "The high and highest relative resiliency watersheds identified in this product are those that, compared to other watersheds with similar native fish composition, rate higher than average on seven characteristics correlated with resilience. These included four physical properties (stream network length, number of size classes, number of gradients classes and number of temperature classes), and three condition characteristics (risk of hydrologic alterations, natural cover in the floodplain, and amount of impervious surface in the watershed). Because biota and physical processes are linked to the size of bodies of water, watersheds of stream networks which contain a variety of stream and lake sizes are expected to be more resilient by providing varied habitats and refugia, allowing native species to persist.      "
    },
    {
      "id": "nn:land_cores",
      "filename": "terrestrial_cores.tif",
      "label": "Terrestrial core areas",
      "values": [
        {
          "value": 0,
          "label": "Not a terrestrial core area",
          "color": null
        },
        {
          "value": 1,
          "label": "Terrestrial core area",
          "color": "#AA8EC2"
        }
      ],
      "domain": [0, 1],
      "datasetID": "3d670fad4c924e7ba2ae02f04a128256",
      "description": "Terrestrial and wetland core areas are intact, well-connected places that, if protected, will support a diversity of fish, wildlife, and plants, and the ecosystems they depend upon. Each core area contains important or unique features, including intact, resilient examples of each major ecosystem type in the Northeast and Mid-Atlantic. Core areas contain widespread ecosystems, such as hardwood forests, rare natural communities, such as bogs, and important habitat for a variety of fish, wildlife, and plants. By design, they encompass approximately 25% of the landscape of the region.  These cores were extracted from the Nature's Network Landscape Conservation Design aggregate dataset."
    },
    {
      "id": "nn:other_imperiled_cores",
      "filename": "imperiled_cores.tif",
      "label": "Core habitat for imperiled species",
      "values": [
        {
          "value": 0,
          "label": "Not a core habitat for imperiled species",
          "color": null
        },
        {
          "value": 1,
          "label": "Core habitat for imperiled species",
          "color": "#E37900"
        }
      ],
      "domain": [0, 1],
      "datasetID": "3d670fad4c924e7ba2ae02f04a128256",
      "description": "Core habitats represent the most intact areas that contain habitats likely to support high levels of biological diversity, rare species, and/or imperiled species in any given landscape. This map can help to focus attention on opportunities to conserve the most intact habitats for imperiled species, often including localities where such habitats persist in otherwise degraded surrounding landscapes. The data may also be considered as the basis for multi-species habitat conservation to secure a broad suite of imperiled species--before regulatory action is needed.  These cores were extracted from the Nature's Network Landscape Conservation Design aggregate dataset."
    },
    {
      "id": "nn:other_habitat_condition",
      "filename": "habitat_condition.tif",
      "label": "Habitat condition for imperiled species",
      "values": [
        {
          "value": 0,
          "label": "Restore (most degraded 1/3)",
          "color": "#FFEDCC"
        },
        {
          "value": 1,
          "label": "Buffer (middle 1/3)",
          "color": "#FFB951"
        },
        {
          "value": 2,
          "label": "Protect (most intact 1/3)",
          "color": "#E37900"
        }
      ],
      "domain": [0, 2],
      "datasetID": "fe56881af5d44d79934f4503dd438c80",
      "description": "Areas scoring highly on Habitat Condition represent areas that are relatively intact which contain habitats likely to support high levels of biological diversity, rare species, and/or imperiled species in any given landscape. This map can help to focus attention on opportunities to conserve the most intact habitats for imperiled species, often including localities where such habitats persist in otherwise degraded surrounding landscapes. It can also be used as a tool for planning the recovery of populations and restoration of their habitats where habitat importance for imperiled species is high but ecological integrity is poor. The data may also be considered as the basis for multi-species habitat conservation to secure a broad suite of imperiled species–before regulatory action is needed."
    },
    {
      "id": "nn:other_habitat_importance",
      "filename": "habitat_importance.tif",
      "label": "Habitat importance for imperiled species",
      "values": [
        {
          "value": 0,
          "label": "Less important",
          "color": "#C5F7AA"
        },
        {
          "value": 1,
          "label": "Moderately important",
          "color": "#6CC540"
        },
        {
          "value": 2,
          "label": "Important",
          "color": "#267300"
        }
      ],
      "domain": [0, 2],
      "datasetID": "4190a4ae52104109ba220e03e7000965",
      "description": "Areas scoring highly on Habitat Importance represent habitats that are likely to support high levels of one or more imperiled terrestrial, wetland, or aquatic species, and may be particularly critical for species dependent on rare habitat classes. This map can help to focus attention on opportunities to conserve the most important habitats for imperiled species, often including localities where such habitats persist in otherwise degraded surrounding landscapes. It can also be used in combination with other tools for planning the recovery of populations and restoration of their habitats where habitat importance for imperiled species is high but ecological integrity is poor. The data may also be considered as the basis for multi-species habitat conservation to secure a broad suite of imperiled species--before regulatory action is needed."
    },
    {
      "id": "nn:other_integrity",
      "filename": "integrity.tif",
      "label": "Index of ecological integrity, stratified by ecosystem",
      "values": [
        {
          "value": 0,
          "label": "0.01 - 0.1 (lowest)",
          "color": "#C3533D"
        },
        {
          "value": 1,
          "label": "0.1 - 0.2",
          "color": "#DA7529"
        },
        {
          "value": 2,
          "label": "0.2 - 0.3",
          "color": "#F8D80B"
        },
        {
          "value": 3,
          "label": "0.3 - 0.4",
          "color": "#FCEE05"
        },
        {
          "value": 4,
          "label": "0.4 - 0.5",
          "color": "#A7F400"
        },
        {
          "value": 5,
          "label": "0.5 - 0.6",
          "color": "#0BC840"
        },
        {
          "value": 6,
          "label": "0.6 - 0.7",
          "color": "#1E9F8B"
        },
        {
          "value": 7,
          "label": "0.7 - 0.8",
          "color": "#1B7C90"
        },
        {
          "value": 8,
          "label": "0.8 - 0.9",
          "color": "#124983"
        },
        {
          "value": 9,
          "label": "0.9 - 1.0 (highest)",
          "color": "#0B317C"
        }
      ],
      "domain": [0, 9],
      "datasetID": "f577118c89244e7e9229062308769e76",
      "description": "Ecological integrity is defined as the ability of an area (e.g., local site or landscape) to sustain important ecological functions over the long term. In particular, the functions include the long-term ability to support biodiversity and the ecosystem processes necessary to sustain biodiversity. The Index of Ecological Integrity (IEI) is expressed on a relative scale (0 to 1) for ecosystems mapped on a modified version of the Northeast Terrestrial Habitat Map developed by the Nature Conservancy and the northeastern states. Ecosystems are the finest scale level of the ecological classification hierarchy."
    }
  ]
}
